{"chunk_id": "6d970d8cfb8b312168cf3a8c6453c37e4a7410530280a6d6f24139e6a157ae38_c0000", "chunk_index": 0, "document_id": "6d970d8cfb8b312168cf3a8c6453c37e4a7410530280a6d6f24139e6a157ae38", "document_total_tokens": 171, "figures": [], "file_type": "html", "heading_path": ["myScheme - One-stop search and discovery platform of the Government schemes"], "headings": ["myScheme - One-stop search and discovery platform of the Government schemes"], "ingest_time": "2026-02-06T12:51:30.063Z", "layout_tags": ["html"], "parser_version": "html-trafilatura-v1", "provenance": {"original_url": null, "raw_key": "data/raw/www.myscheme.gov.in_2ca91ad9d191/by-hash/6d970d8cfb8b312168cf3a8c6453c37e4a7410530280a6d6f24139e6a157ae38.html", "raw_sha256": "6d970d8cfb8b312168cf3a8c6453c37e4a7410530280a6d6f24139e6a157ae38"}, "semantic_region": "middle", "text": "- #GOVERNMENTSCHEMES - / - #SCHEMESFORYOU CategoriesStates/UTsCentral Ministries Find schemes based on categories How it works Easy steps to apply for Government Schemes Enter Details Start by entering your basic details! Search Our search engine will find the relevant schemes! Select & Apply Select and apply for the best suited schemeAbout myScheme is a National Platform that aims to offer one-stop search and discovery of the Government schemes. It provides an innovative, technology-based solution to discover scheme information based upon the eligibility of the citizen. The platform helps the citizen to find the right Government schemes for them. It also guides on how to apply for different Government schemes. Thus no need to visit multiple Government websites. Frequently Asked Questions Checkout our knowledge base for some of your answers! What is myScheme? How myScheme will help common citizens? Can I apply for the schemes through myScheme? How does myScheme work? How do I check for my eligibility through myScheme ? What all information about a particular scheme can I find on myScheme ? How do I check for my eligibility through myScheme ? What all information about a particular scheme can I find on myScheme ? What all information about a particular scheme can I find on myScheme ?", "token_count": 209, "token_range": [0, 173], "used_ocr": false}
